Repository: jjundev/project_wattly
Catalog: Wattly/Resources/Localizable.xcstrings
Source language: ko
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ja, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 현재 배터리 잔량은 %lld%%이며, 온도는 %@°C입니다.
ar: مستوى البطارية الحالي هو %lld%%، ودرجة الحرارة هي %@°م.
cs: Aktuální úroveň baterie je %lld%% a teplota je %@°C.
da: Det aktuelle batteriniveau er %lld%%, og temperaturen er %@°C.
de: Der aktuelle Batteriestand beträgt %lld%% und die Temperatur liegt bei %@°C.
el: Το τρέχον επίπεδο μπαταρίας είναι %lld%% και η θερμοκρασία είναι %@°C.
en: Current battery level is %lld%%, and temperature is %@°C.
es: El nivel actual de la batería es del %lld%% y la temperatura es de %@°C.
fi: Akun nykyinen varaus on %lld%% ja lämpötila on %@°C.
fr: Le niveau actuel de la batterie est de %lld%% et la température est de %@°C.
he: רמת הסוללה הנוכחית היא %lld%%, והטמפרטורה היא ‎%@°C.
hi: वर्तमान बैटरी स्तर %lld%% है, और तापमान %@°C है।
hu: Az akkumulátor jelenlegi töltöttsége %lld%%, a hőmérséklet pedig %@°C.
id: Tingkat baterai saat ini adalah %lld%%, dan suhu adalah %@°C.
it: Il livello attuale della batteria è %lld%% e la temperatura è %@°C.
ja: 現在のバッテリー残量は%lld%%、温度は%@°Cです。
nb: Gjeldende batterinivå er %lld%%, og temperaturen er %@°C.
nl: Het huidige batterijniveau is %lld%% en de temperatuur is %@°C.
pl: Bieżący poziom naładowania baterii wynosi %lld%%, a temperatura to %@°C.
pt_br: O nível atual da bateria é %lld%% e a temperatura é de %@°C.
pt_pt: O nível atual da bateria é de %lld%% e a temperatura é de %@°C.
ro: Nivelul curent al bateriei este %lld%%, iar temperatura este %@°C.
ru: Текущий уровень заряда аккумулятора: %lld%%, температура: %@°C.
sv: Aktuell batterinivå är %lld%% och temperaturen är %@°C.
th: ระดับแบตเตอรี่ปัจจุบันคือ %lld%% และอุณหภูมิอยู่ที่ %@°C
tr: Mevcut pil seviyesi %% %lld ve sıcaklık %@°C.
uk: Поточний рівень заряду акумулятора: %lld%%, температура: %@°C.
vi: Mức pin hiện tại là %lld%% và nhiệt độ là %@°C.
zh_hans: 当前电池电量为 %lld%%，温度为 %@°C。
zh_hant: 目前電池電量為 %lld%%，溫度為 %@°C。

source: 현재 배터리 잔량은 %lld%%입니다.
ar: مستوى البطارية الحالي هو %lld%%.
cs: Aktuální úroveň baterie je %lld%%.
da: Det aktuelle batteriniveau er %lld%%.
de: Der aktuelle Batteriestand beträgt %lld%%.
el: Το τρέχον επίπεδο μπαταρίας είναι %lld%%.
en: Current battery level is %lld%%.
es: El nivel actual de la batería es del %lld%%.
fi: Akun nykyinen varaus on %lld%%.
fr: Le niveau actuel de la batterie est de %lld%%.
he: רמת הסוללה הנוכחית היא ‎%lld%%.
hi: वर्तमान बैटरी स्तर %lld%% है।
hu: Az akkumulátor jelenlegi töltöttsége %lld%%.
id: Tingkat baterai saat ini adalah %lld%%.
it: Il livello attuale della batteria è %lld%%.
ja: 現在のバッテリー残量は%lld%%です。
nb: Gjeldende batterinivå er %lld%%.
nl: Het huidige batterijniveau is %lld%%.
pl: Bieżący poziom naładowania baterii wynosi %lld%%.
pt_br: O nível atual da bateria é %lld%%.
pt_pt: O nível atual da bateria é de %lld%%.
ro: Nivelul curent al bateriei este %lld%%.
ru: Текущий уровень заряда аккумулятора: %lld%%.
sv: Aktuell batterinivå är %lld%%.
th: ระดับแบตเตอรี่ปัจจุบันคือ %lld%%
tr: Mevcut pil seviyesi %% %lld.
uk: Поточний рівень заряду акумулятора: %lld%%.
vi: Mức pin hiện tại là %lld%%.
zh_hans: 当前电池电量为 %lld%%。
zh_hant: 目前電池電量為 %lld%%。

source: 현재 버전 v%@
ar: الإصدار الحالي v%@
cs: Aktuální verze v%@
da: Nuværende version v%@
de: Aktuelle Version v%@
el: Τρέχουσα έκδοση v%@
en: Current version v%@
es: Versión actual v%@
fi: Nykyinen versio v%@
fr: Version actuelle v%@
he: גרסה נוכחית v%@
hi: वर्तमान संस्करण v%@
hu: Jelenlegi verzió: v%@
id: Versi saat ini v%@
it: Versione attuale v%@
ja: 現在のバージョン v%@
nb: Nåværende versjon v%@
nl: Huidige versie v%@
pl: Bieżąca wersja v%@
pt_br: Versão atual v%@
pt_pt: Versão atual v%@
ro: Versiunea curentă v%@
ru: Текущая версия v%@
sv: Aktuell version v%@
th: เวอร์ชันปัจจุบัน v%@
tr: Mevcut sürüm v%@
uk: Поточна версія v%@
vi: Phiên bản hiện tại v%@
zh_hans: 当前版本 v%@
zh_hant: 目前版本 v%@

source: 현재 설정된 배터리 충전 한도 및 Sailing 모드 상태를 조회합니다.
ar: Check configured battery charge limit and Sailing mode status.
cs: Check configured battery charge limit and Sailing mode status.
da: Check configured battery charge limit and Sailing mode status.
de: Konfiguriertes Ladelimit und Segelmodus-Status prüfen.
el: Check configured battery charge limit and Sailing mode status.
en: Check configured battery charge limit and Sailing mode status.
es: Consulta el límite de carga de la batería y el estado del modo Sailing.
fi: Check configured battery charge limit and Sailing mode status.
fr: Consultez la limite de charge configurée et l'état du mode Sailing.
he: Check configured battery charge limit and Sailing mode status.
hi: Check configured battery charge limit and Sailing mode status.
hu: Check configured battery charge limit and Sailing mode status.
id: Check configured battery charge limit and Sailing mode status.
it: Check configured battery charge limit and Sailing mode status.
ja: 設定されているバッテリー充電上限およびセーリングモードの状態を確認します。
nb: Check configured battery charge limit and Sailing mode status.
nl: Check configured battery charge limit and Sailing mode status.
pl: Check configured battery charge limit and Sailing mode status.
pt_br: Check configured battery charge limit and Sailing mode status.
pt_pt: Check configured battery charge limit and Sailing mode status.
ro: Check configured battery charge limit and Sailing mode status.
ru: Check configured battery charge limit and Sailing mode status.
sv: Check configured battery charge limit and Sailing mode status.
th: Check configured battery charge limit and Sailing mode status.
tr: Check configured battery charge limit and Sailing mode status.
uk: Check configured battery charge limit and Sailing mode status.
vi: Check configured battery charge limit and Sailing mode status.
zh_hans: 查询当前设置的电池充电上限及 Sailing 航行模式状态。
zh_hant: 查詢目前設定的電池充電上限及 Sailing 航行模式狀態。

source: 현재 잔량:
ar: البطارية الحالية:
cs: Aktuální baterie:
da: Aktuelt batteri:
de: Aktueller Akkustand:
el: Τρέχουσα μπαταρία:
en: Current Battery:
es: Batería actual:
fi: Nykyinen akku:
fr: Batterie actuelle :
he: סוללה נוכחית:
hi: वर्तमान बैटरी:
hu: Jelenlegi akkumulátor:
id: Baterai Saat Ini:
it: Batteria attuale:
ja: 現在の残量:
nb: Nåværende batteri:
nl: Huidige batterij:
pl: Bieżący stan baterii:
pt_br: Bateria Atual:
pt_pt: Bateria atual:
ro: Baterie curentă:
ru: Текущий уровень:
sv: Aktuellt batteri:
th: แบตเตอรี่ปัจจุบัน:
tr: Mevcut Pil:
uk: Поточний рівень:
vi: Pin hiện tại:
zh_hans: 当前电量:
zh_hant: 目前電量:

source: 형식 미지원
ar: التنسيق غير مدعوم
cs: Formát není podporován
da: Format ikke understøttet
de: Format nicht unterstützt
el: Μη υποστηριζόμενη μορφή
en: Format Unsupported
es: Formato no compatible
fi: Muotoa ei tueta
fr: Format non pris en charge
he: פורמט לא נתמך
hi: प्रारूप असमर्थित
hu: Nem támogatott formátum
id: Format Tidak Didukung
it: Formato non supportato
ja: 未対応フォーマット
nb: Format ikke støttet
nl: Indeling niet ondersteund
pl: Format nieobsługiwany
pt_br: Formato Não Suportado
pt_pt: Formato não suportado
ro: Format neacceptat
ru: Формат не поддерживается
sv: Formatet stöds inte
th: ไม่รองรับรูปแบบ
tr: Biçim Desteklenmiyor
uk: Формат не підтримується
vi: Định dạng không được hỗ trợ
zh_hans: 格式不支持
zh_hant: 格式不支援

source: 화
ar: الثلاثاء
cs: Út
da: Tir
de: Di
el: Τρί
en: Tue
es: Mar
fi: Ti
fr: Mar
he: ג׳
hi: मंगल
hu: K
id: Sel
it: Mar
ja: 火
nb: Tir
nl: Di
pl: Wt
pt_br: Ter
pt_pt: Ter
ro: Mar
ru: Вт
sv: Tis
th: อ.
tr: Sal
uk: Вт
vi: T3
zh_hans: 二
zh_hant: 二

source: 확인
ar: موافق
cs: OK
da: OK
de: OK
el: OK
en: OK
es: OK
fi: OK
fr: OK
he: אישור
hi: ठीक है
hu: OK
id: OK
it: OK
ja: OK
nb: OK
nl: OK
pl: OK
pt_br: OK
pt_pt: OK
ro: OK
ru: ОК
sv: OK
th: ตกลง
tr: Tamam
uk: ОК
vi: OK
zh_hans: 好
zh_hant: 好

source: 확인 중...
ar: جارٍ التحقق...
cs: Vyhledávání...
da: Søger...
de: Wird gesucht...
el: Έλεγχος...
en: Checking...
es: Buscando...
fi: Tarkistetaan...
fr: Vérification...
he: בודק...
hi: जाँच जारी है...
hu: Keresés...
id: Memeriksa...
it: Verifico...
ja: 確認中...
nb: Søker...
nl: Zoeken...
pl: Sprawdzam...
pt_br: Buscando...
pt_pt: A procurar...
ro: Se caută...
ru: Проверка...
sv: Söker...
th: กำลังตรวจสอบ...
tr: Denetleniyor...
uk: Перевірка...
vi: Đang kiểm tra...
zh_hans: 正在检查...
zh_hant: 正在檢查...

source: 활성
ar: نشط
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργό
en: Active
es: Activo
fi: Aktiivinen
fr: Actif
he: פעיל
hi: सक्रिय
hu: Aktív
id: Aktif
it: Attivo
ja: アクティブ
nb: Aktiv
nl: Actief
pl: Aktywny
pt_br: Ativo
pt_pt: Ativo
ro: Activ
ru: Активно
sv: Aktiv
th: ทำงาน
tr: Etkin
uk: Активно
vi: Hoạt động
zh_hans: 活动
zh_hant: 活動

source: 활성화 여부
ar: Enabled
cs: Enabled
da: Enabled
de: Aktiviert
el: Enabled
en: Enabled
es: Activado
fi: Enabled
fr: Activé
he: Enabled
hi: Enabled
hu: Enabled
id: Enabled
it: Enabled
ja: 有効化
nb: Enabled
nl: Enabled
pl: Enabled
pt_br: Enabled
pt_pt: Enabled
ro: Enabled
ru: Enabled
sv: Enabled
th: Enabled
tr: Enabled
uk: Enabled
vi: Enabled
zh_hans: 是否启用
zh_hant: 是否啟用

source: 활성화됨
ar: مفعل
cs: Aktivováno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
en: Enabled
es: Activado
fi: Käytössä
fr: Activé
he: מופעל
hi: सक्षम
hu: Engedélyezve
id: Diaktifkan
it: Attivato
ja: 有効
nb: Aktivert
nl: Ingeschakeld
pl: Włączone
pt_br: Ativado
pt_pt: Ativado
ro: Activat
ru: Включено
sv: Aktiverad
th: เปิดใช้งานแล้ว
tr: Etkin
uk: Увімкнено
vi: Đã bật
zh_hans: 已启用
zh_hant: 已啟用

source: 히어로 + 리스트
ar: مميز + قائمة
cs: Hlavní prvek + seznam
da: Hero + liste
de: Hero + Liste
el: Κύριο στοιχείο + Λίστα
en: Hero + List
es: Hero + Lista
fi: Hero + luettelo
fr: Hero + Liste
he: ראשי + רשימה
hi: मुख्य + सूची
hu: Fő elem + lista
id: Utama + Daftar
it: Hero + Elenco
ja: ヒーロー + リスト
nb: Hero + liste
nl: Hero + Lijst
pl: Wyróżniony + lista
pt_br: Destaque + Lista
pt_pt: Destaque + Lista
ro: Principal + listă
ru: Главный элемент + список
sv: Hero + lista
th: เด่น + รายการ
tr: Öne Çıkan + Liste
uk: Головний елемент + список
vi: Nổi bật + Danh sách
zh_hans: 焦点 + 列表
zh_hant: 焦點 + 清單

source: 히어로로 강조
ar: ترقية إلى البطل
cs: Povýšit na hrdinu
da: Fremhæv som hero
de: Als Hero hervorheben
el: Προώθηση σε Hero
en: Promote to Hero
es: Destacar como principal
fi: Korosta ensisijaiseksi
fr: Promouvoir en héros
he: קדם לראשי
hi: हीरो के रूप में प्रमोट करें
hu: Kiemelés Hero kártyaként
id: Promosikan ke Hero
it: Promuovi a Hero
ja: ヒーローに強調
nb: Fremhev som helt
nl: Promoveren naar Hero
pl: Wyróżnij jako główną
pt_br: Promover a Destaque
pt_pt: Promover a destaque
ro: Promovați ca Hero
ru: Сделать главным
sv: Framhäv som Hero
th: เน้นเป็นฮีโร่
tr: Öne Çıkarana Yükselt
uk: Зробити головним
vi: Đặt làm nổi bật
zh_hans: 突出显示为核心卡片
zh_hant: 強調顯示為核心卡片

source: 실시간 소모: %@
ar: الاستهلاك الحالي: %@
cs: Aktuální odběr: %@
da: Aktuelt forbrug: %@
de: Aktuelle Entnahme: %@
el: Τρέχουσα κατανάλωση: %@
en: Live Draw: %@
es: Consumo en vivo: %@
fi: Reaaliaikainen kulutus: %@
fr: Consommation en direct : %@
he: צריכה בזמן אמת: %@
hi: लाइव खपत: %@
hu: Aktuális fogyasztás: %@
id: Konsumsi Langsung: %@
it: Consumo attuale: %@
ja: リアルタイム消費: %@
nb: Sanntidsforbruk: %@
nl: Actueel verbruik: %@
pl: Bieżący pobór: %@
pt_br: Consumo ao vivo: %@
pt_pt: Consumo em direto: %@
ro: Consum curent: %@
ru: Текущий расход: %@
sv: Aktuellt uttag: %@
th: การใช้พลังงานสด: %@
tr: Anlık Tüketim: %@
uk: Поточне споживання: %@
vi: Mức tiêu thụ hiện tại: %@
zh_hans: 实时功耗：%@
zh_hant: 即時功耗：%@

source: 배터리 온도가 %lld°C를 초과하면 충전을 일시 중단하고, %lld°C 이하로 냉각되면 재개합니다.
ar: يوقف الشحن مؤقتًا عند تجاوز %lld°C ويستأنفه عند التبريد إلى %lld°C أو أقل.
cs: Pozastaví nabíjení nad %lld°C a obnoví je po vychladnutí na %lld°C nebo méně.
da: Sætter opladning på pause over %lld°C og genoptager, når batteriet er kølet til %lld°C eller derunder.
de: Pausiert das Laden bei über %lld °C und setzt es fort, sobald die Batterie auf %lld °C oder darunter abgekühlt ist.
el: Διακόπτει τη φόρτιση πάνω από %lld°C και τη συνεχίζει όταν πέσει στους %lld°C ή χαμηλότερα.
en: Pauses charging when the battery exceeds %lld°C and resumes once it cools to %lld°C or below.
es: Pausa la carga cuando la batería supera los %lld°C y la reanuda al bajar a %lld°C o menos.
fi: Keskeyttää latauksen yli %lld°C:ssa ja jatkaa, kun akku on jäähtynyt %lld°C:seen tai alle.
fr: Suspend la charge au-delà de %lld °C et la reprend une fois redescendue à %lld °C ou moins.
he: משהה טעינה מעל %lld°C ומחדש אותה כשהסוללה מתקררת ל-%lld°C או פחות.
hi: बैटरी %lld°C से ऊपर जाने पर चार्जिंग रोकता है और %lld°C या उससे नीचे ठंडा होने पर फिर शुरू करता है।
hu: %lld°C fölött szünetelteti a töltést, és %lld°C-ra vagy az alá hűlve folytatja.
id: Menjeda pengisian saat baterai melebihi %lld°C dan melanjutkan setelah turun ke %lld°C atau kurang.
it: Sospende la ricarica oltre %lld°C e la riprende quando scende a %lld°C o meno.
ja: バッテリー温度が%lld°Cを超えると充電を一時停止し、%lld°C以下に冷えると再開します。
nb: Setter ladingen på pause over %lld°C og gjenopptar når batteriet er kjølt til %lld°C eller lavere.
nl: Pauzeert het opladen boven %lld°C en hervat zodra de batterij is afgekoeld tot %lld°C of lager.
pl: Wstrzymuje ładowanie powyżej %lld°C i wznawia po ochłodzeniu do %lld°C lub mniej.
pt_br: Pausa o carregamento acima de %lld°C e retoma ao esfriar para %lld°C ou menos.
pt_pt: Suspende o carregamento acima de %lld°C e retoma ao arrefecer para %lld°C ou menos.
ro: Suspendă încărcarea peste %lld°C și o reia când coboară la %lld°C sau mai puțin.
ru: Приостанавливает зарядку при температуре выше %lld°C и возобновляет при охлаждении до %lld°C и ниже.
sv: Pausar laddningen över %lld°C och återupptar när batteriet svalnat till %lld°C eller lägre.
th: หยุดชาร์จชั่วคราวเมื่อแบตเตอรี่เกิน %lld°C และชาร์จต่อเมื่อเย็นลงถึง %lld°C หรือต่ำกว่า
tr: Pil %lld°C üzerine çıkınca şarjı duraklatır, %lld°C ve altına düşünce sürdürür.
uk: Призупиняє заряджання вище %lld°C і відновлює після охолодження до %lld°C або нижче.
vi: Tạm dừng sạc khi pin vượt %lld°C và tiếp tục khi nguội xuống %lld°C hoặc thấp hơn.
zh_hans: 电池温度超过 %lld°C 时暂停充电，冷却到 %lld°C 及以下时恢复。
zh_hant: 電池溫度超過 %lld°C 時暫停充電，冷卻到 %lld°C 及以下時恢復。

source: 전원 어댑터가 연결되어 있어야 방전할 수 있습니다.
ar: وصّل محول الطاقة لبدء التفريغ.
cs: Připojte napájecí adaptér a spusťte vybíjení.
da: Tilslut strømforsyningen for at starte afladningen.
de: Schließe das Netzteil an, um die Entladung zu starten.
el: Συνδέστε το τροφοδοτικό για να ξεκινήσει η εκφόρτιση.
en: Connect power adapter to start discharge.
es: Conecta el adaptador de corriente para iniciar la descarga.
fi: Kytke verkkolaite purkauksen aloittamiseksi.
fr: Branchez l’adaptateur secteur pour lancer la décharge.
he: חבר את מתאם החשמל כדי להתחיל בפריקה.
hi: डिस्चार्ज शुरू करने के लिए पावर अडैप्टर कनेक्ट करें।
hu: A kisütés indításához csatlakoztasd a hálózati adaptert.
id: Sambungkan adaptor daya untuk memulai pengosongan.
it: Collega l’alimentatore per avviare la scarica.
ja: 放電するには電源アダプタを接続してください。
nb: Koble til strømadapteren for å starte utladingen.
nl: Sluit de lichtnetadapter aan om te ontladen.
pl: Podłącz zasilacz, aby rozpocząć rozładowanie.
pt_br: Conecte o adaptador de energia para iniciar a descarga.
pt_pt: Ligue o adaptador de corrente para iniciar a descarga.
ro: Conectează adaptorul de alimentare pentru a începe descărcarea.
ru: Подключите адаптер питания, чтобы начать разрядку.
sv: Anslut nätadaptern för att starta urladdningen.
th: เชื่อมต่ออะแดปเตอร์ไฟเพื่อเริ่มการคายประจุ
tr: Deşarjı başlatmak için güç adaptörünü bağlayın.
uk: Підключіть адаптер живлення, щоб почати розрядку.
vi: Kết nối bộ đổi nguồn để bắt đầu xả.
zh_hans: 请连接电源适配器后再开始放电。
zh_hant: 請連接電源轉接器後再開始放電。

source: 현재 배터리 잔량이 목표 잔량 이하입니다.
ar: مستوى البطارية بالفعل عند الهدف أو أقل منه.
cs: Úroveň baterie je již na cílové hodnotě nebo pod ní.
da: Batteriniveauet er allerede på eller under målet.
de: Der Batteriestand liegt bereits auf oder unter dem Ziel.
el: Η στάθμη της μπαταρίας είναι ήδη στον στόχο ή χαμηλότερα.
en: Battery level is already at or below target.
es: El nivel de la batería ya está en el objetivo o por debajo.
fi: Akun varaus on jo tavoitteessa tai sen alle.
fr: Le niveau de la batterie est déjà au niveau cible ou en dessous.
he: רמת הסוללה כבר ביעד או מתחתיו.
hi: बैटरी स्तर पहले से ही लक्ष्य पर या उससे नीचे है।
hu: Az akkumulátor szintje már eléri a célt vagy alatta van.
id: Tingkat baterai sudah pada atau di bawah target.
it: Il livello della batteria è già pari o inferiore all’obiettivo.
ja: バッテリー残量がすでに目標値以下です。
nb: Batterinivået er allerede på eller under målet.
nl: Het batterijniveau is al gelijk aan of lager dan het doel.
pl: Poziom baterii jest już na poziomie docelowym lub niższy.
pt_br: O nível da bateria já está no alvo ou abaixo dele.
pt_pt: O nível da bateria já está no alvo ou abaixo dele.
ro: Nivelul bateriei este deja la țintă sau sub aceasta.
ru: Уровень заряда уже равен целевому или ниже.
sv: Batterinivån är redan på eller under målet.
th: ระดับแบตเตอรี่อยู่ที่หรือต่ำกว่าเป้าหมายแล้ว
tr: Pil düzeyi zaten hedefte veya altında.
uk: Рівень заряду вже дорівнює цільовому або нижчий.
vi: Mức pin đã bằng hoặc thấp hơn mục tiêu.
zh_hans: 电池电量已达到或低于目标值。
zh_hant: 電池電量已達到或低於目標值。

source: 100%까지 충전 중
ar: جارٍ الشحن حتى 100%
cs: Nabíjí se na 100 %
da: Oplader til 100 %
de: Lädt auf 100 %
el: Φόρτιση στο 100%
en: Charging to 100%
es: Cargando al 100 %
fi: Ladataan 100 %:iin
fr: Charge jusqu’à 100 %
he: טוען ל-100%
hi: 100% तक चार्ज हो रहा है
hu: Töltés 100%-ig
id: Mengisi hingga 100%
it: In carica al 100%
ja: 100%まで充電中
nb: Lader til 100 %
nl: Opladen tot 100%
pl: Ładowanie do 100%
pt_br: Carregando até 100%
pt_pt: A carregar até 100%
ro: Se încarcă până la 100%
ru: Зарядка до 100%
sv: Laddar till 100 %
th: กำลังชาร์จถึง 100%
tr: %100’e şarj oluyor
uk: Заряджання до 100%
vi: Đang sạc đến 100%
zh_hans: 正在充电至 100%
zh_hant: 正在充電至 100%

source: 완충 유지 중 · %lld시간 후 자동 해제
ar: الإبقاء على الشحن الكامل · ينتهي خلال %lld ساعة
cs: Drží plné nabití · skončí za %lld h
da: Holder fuld · slutter om %lld t
de: Bleibt voll · endet automatisch in %lld Std.
el: Διατήρηση στο 100% · λήγει σε %lld ώρες
en: Holding at full · auto-ends in %lld h
es: Manteniendo al 100 % · finaliza en %lld h
fi: Pidetään täynnä · päättyy %lld t kuluttua
fr: Maintien à 100 % · fin automatique dans %lld h
he: שמירה על טעינה מלאה · יסתיים בעוד %lld שעות
hi: फुल पर बनाए रखा · %lld घंटे में स्वतः समाप्त
hu: Teljes töltés tartása · %lld óra múlva véget ér
id: Menahan penuh · berakhir dalam %lld jam
it: Mantiene la carica · termina tra %lld h
ja: 満充電を維持中・%lld時間後に自動解除
nb: Holder fullt · avsluttes om %lld t
nl: Blijft vol · stopt automatisch over %lld u
pl: Utrzymanie 100% · koniec za %lld godz.
pt_br: Mantendo carga total · encerra em %lld h
pt_pt: A manter carga total · termina em %lld h
ro: Menține 100% · se încheie în %lld h
ru: Удержание 100% · авто-отключение через %lld ч
sv: Håller full laddning · avslutas om %lld tim
th: คงระดับเต็ม · สิ้นสุดอัตโนมัติใน %lld ชม.
tr: Tam doluda tutuluyor · %lld sa sonra biter
uk: Утримання 100% · завершиться через %lld год
vi: Giữ đầy · tự kết thúc sau %lld giờ
zh_hans: 保持满电 · %lld 小时后自动结束
zh_hant: 保持滿電 · %lld 小時後自動結束

source: 전원 어댑터가 연결되어 있어야 합니다
ar: يتطلب توصيل محول الطاقة
cs: Vyžaduje připojený napájecí adaptér
da: Kræver en tilsluttet strømforsyning
de: Erfordert ein angeschlossenes Netzteil
el: Απαιτεί συνδεδεμένο τροφοδοτικό
en: Requires a connected power adapter
es: Requiere un adaptador de corriente conectado
fi: Vaatii kytketyn verkkolaitteen
fr: Nécessite un adaptateur secteur branché
he: נדרש מתאם חשמל מחובר
hi: कनेक्टेड पावर अडैप्टर आवश्यक है
hu: Csatlakoztatott hálózati adaptert igényel
id: Memerlukan adaptor daya yang tersambung
it: Richiede un alimentatore collegato
ja: 電源アダプタの接続が必要です
nb: Krever tilkoblet strømadapter
nl: Vereist een aangesloten lichtnetadapter
pl: Wymaga podłączonego zasilacza
pt_br: Requer um adaptador de energia conectado
pt_pt: Requer um adaptador de corrente ligado
ro: Necesită un adaptor de alimentare conectat
ru: Требуется подключённый адаптер питания
sv: Kräver en ansluten nätadapter
th: ต้องเชื่อมต่ออะแดปเตอร์ไฟ
tr: Bağlı bir güç adaptörü gerekir
uk: Потрібен підключений адаптер живлення
vi: Cần kết nối bộ đổi nguồn
zh_hans: 需要连接电源适配器
zh_hant: 需要連接電源轉接器

source: 3개
ja: 3個
zh_hans: 3个
zh_hant: 3個

source: 5개
ja: 5個
zh_hans: 5个
zh_hant: 5個

source: 7개
ja: 7個
zh_hans: 7个
zh_hant: 7個
